Repository: Ashwinn11/snipsy
Catalog: Snipsy/Resources/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Use Photo
de_de: Foto verwenden
es_es: Usar foto
fr_fr: Utiliser la photo
it: Usa la foto
ja: この写真を使う
ko: 이 사진 사용
pt_br: Usar foto
ru: Использовать фото
zh_hans: 使用照片
zh_hant: 使用照片

source: Version %@
es_es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: WHAT USUALLY STOPS YOU?
de_de: WAS HÄLT DICH MEIST AUF?
es_es: ¿QUÉ SUELE FRENARTE?
fr_fr: QU'EST-CE QUI VOUS FREINE ?
it: COSA TI BLOCCA DI SOLITO?
ja: いつも何が引っかかりますか？
ko: 보통 뭐가 걸리나요?
pt_br: O QUE COSTUMA TE IMPEDIR?
ru: ЧТО ОБЫЧНО МЕШАЕТ?
zh_hans: 通常是什么让你放弃？
zh_hant: 通常是什麼讓你放棄？

source: Watercolor Bloom
de_de: Aquarell
es_es: Acuarela
fr_fr: Aquarelle
it: Acquerello
ja: 水彩
ko: 워터컬러 블룸
pt_br: Aquarela
ru: Акварель
zh_hans: 水彩晕染
zh_hant: 水彩暈染

source: Weekly
de_de: Wöchentlich
es_es: Semanal
fr_fr: Hebdomadaire
it: Settimanale
ja: 週額
ko: 주간
pt_br: Semanal
ru: Еженедельно
zh_hans: 按周
zh_hant: 按周

source: Whole photo, white edge
de_de: Ganzes Foto, weißer Rand
es_es: Foto completa, borde blanco
fr_fr: Photo entière, bord blanc
it: Foto intera, bordo bianco
ja: 写真全体に白フチ
ko: 사진 전체, 흰 여백
pt_br: Foto inteira, borda branca
ru: Всё фото, белый край
zh_hans: 整张照片，白边
zh_hant: 整張照片，白邊

source: YOUR OLD PHOTOS COUNT
de_de: DEINE ALTEN FOTOS ZÄHLEN
es_es: TUS FOTOS ANTIGUAS CUENTAN
fr_fr: VOS ANCIENNES PHOTOS COMPTENT
it: ANCHE LE VECCHIE FOTO CONTANO
ja: 昔の写真も使えます
ko: 예전 사진도 괜찮아요
pt_br: SUAS FOTOS ANTIGAS CONTAM
ru: СТАРЫЕ ФОТО ТОЖЕ СЧИТАЮТСЯ
zh_hans: 老照片也算
zh_hant: 老照片也算

source: Yearly
de_de: Jährlich
es_es: Anual
fr_fr: Annuel
it: Annuale
ja: 年額
ko: 연간
pt_br: Anual
ru: Ежегодно
zh_hans: 按年
zh_hant: 按年

source: Yesterday
de_de: Gestern
es_es: Ayer
fr_fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
zh_hans: 昨天
zh_hant: 昨天

source: You can use any of them, any time.
de_de: Du kannst jede davon jederzeit nutzen.
es_es: Puedes usarlas todas, cuando quieras.
fr_fr: Utilisez-les toutes, quand vous voulez.
it: Puoi usarle tutte, quando vuoi.
ja: どれでも、いつでも使えます。
ko: 언제든 마음대로 쓸 수 있어요.
pt_br: Use qualquer uma, quando quiser.
ru: Можно использовать любые и когда угодно.
zh_hans: 随时都能用，任意一张。
zh_hant: 隨時都能用，任意一張。

source: Your first stamp awaits
de_de: Deine erste Marke wartet
es_es: Tu primer sello te espera
fr_fr: Votre premier timbre vous attend
it: Il tuo primo francobollo ti aspetta
ja: 最初の切手が待っています
ko: 첫 우표가 기다리고 있어요
pt_br: Seu primeiro selo espera por você
ru: Ваша первая марка ждёт
zh_hans: 你的第一张邮票在等着
zh_hant: 你的第一張郵票在等著

source: Your subject is lifted and die-cut…
de_de: Dein Motiv wird freigestellt und gestanzt…
es_es: Tu sujeto se recorta y se troquela…
fr_fr: Votre sujet est détouré et découpé…
it: Il tuo soggetto viene ritagliato e fustellato…
ja: 被写体を切り抜いています…
ko: 피사체를 오려내는 중…
pt_br: Seu assunto é recortado e vazado…
ru: Объект вырезается и обрезается…
zh_hans: 正在抠出主体并模切…
zh_hant: 正在摳出主體並模切…

source: Your words
de_de: Deine Worte
es_es: Tus palabras
fr_fr: Vos mots
it: Le tue parole
ja: あなたの言葉
ko: 당신의 말
pt_br: Suas palavras
ru: Ваши слова
zh_hans: 你的文字
zh_hant: 你的文字

source: coffee first
de_de: erst mal Kaffee
es_es: primero un café
fr_fr: d'abord un café
it: prima un caffè
ja: まずはコーヒー
ko: 커피부터
pt_br: café primeiro
ru: сначала кофе
zh_hans: 先来杯咖啡
zh_hant: 先來杯咖啡

source: long day 😮‍💨
de_de: langer Tag 😮‍💨
es_es: día largo 😮‍💨
fr_fr: longue journée 😮‍💨
it: giornata lunga 😮‍💨
ja: 長い一日 😮‍💨
ko: 긴 하루 😮‍💨
pt_br: dia longo 😮‍💨
ru: длинный день 😮‍💨
zh_hans: 漫长的一天 😮‍💨
zh_hant: 漫長的一天 😮‍💨

source: name it
de_de: benennen
es_es: ponle nombre
fr_fr: nommer
it: dai un nome
ja: 名前をつける
ko: 이름 짓기
pt_br: dê um nome
ru: назовите
zh_hans: 取个名字
zh_hant: 取個名字

source: week
de_de: Woche
es_es: semana
fr_fr: semaine
it: settimana
ja: 週
ko: 주
pt_br: semana
ru: неделя
zh_hans: 周
zh_hant: 周

source: year
de_de: Jahr
es_es: año
fr_fr: an
it: anno
ja: 年
ko: 년
pt_br: ano
ru: год
zh_hans: 年
zh_hant: 年

source: …and keep it as a stamp or sticker.
de_de: …und behalte es als Marke oder Sticker.
es_es: …y guárdalo como sello o sticker.
fr_fr: …et gardez-le en timbre ou en sticker.
it: …e conservalo come francobollo o adesivo.
ja: …切手やシールとして残せます。
ko: …우표나 스티커로 간직해요.
pt_br: …e guarde como selo ou sticker.
ru: …и сохраните как марку или стикер.
zh_hans: …把它留成邮票或贴纸。
zh_hant: …把它留成郵票或貼紙。

source: …choose Snipsy…
de_de: …wähle Snipsy…
es_es: …elige Snipsy…
fr_fr: …choisissez Snipsy…
it: …scegli Snipsy…
ja: …Snipsyを選んで…
ko: …Snipsy를 선택해요…
pt_br: …escolha o Snipsy…
ru: …выберите Snipsy…
zh_hans: …选择 Snipsy…
zh_hant: …選擇 Snipsy…

source: …open Stickers…
de_de: …öffne Sticker…
es_es: …abre Stickers…
fr_fr: …ouvrez Stickers…
it: …apri Stickers…
ja: …ステッカーを開いて…
ko: …스티커를 열어요…
pt_br: …abra Stickers…
ru: …откройте стикеры…
zh_hans: …打开贴纸…
zh_hant: …開啟貼紙…

source: …or a stamp on the paper you choose.
de_de: …oder eine Marke auf dem Papier deiner Wahl.
es_es: …o un sello en el papel que elijas.
fr_fr: …ou un timbre sur le papier de votre choix.
it: …o un francobollo sulla carta che scegli.
ja: …または好きな紙の上の切手に。
ko: …또는 원하는 종이 위의 우표로.
pt_br: …ou um selo no papel que você escolher.
ru: …или марку на бумаге, которую выберете.
zh_hans: …或做成你选的纸上的邮票。
zh_hant: …或做成你選的紙上的郵票。

source: …peel one onto any message.
de_de: …klebe einen auf eine Nachricht.
es_es: …pega uno en cualquier mensaje.
fr_fr: …collez-en un sur un message.
it: …attaccane uno a un messaggio.
ja: …メッセージに貼りつけて。
ko: …메시지에 하나 붙여요.
pt_br: …cole um em qualquer mensagem.
ru: …наклейте на любое сообщение.
zh_hans: …贴一张到任意消息上。
zh_hant: …貼一張到任意訊息上。

source: …your Snipsy drawer is there…
de_de: …deine Snipsy-Schublade ist da…
es_es: …tu cajón de Snipsy está ahí…
fr_fr: …votre tiroir Snipsy est là…
it: …il tuo cassetto Snipsy è lì…
ja: …Snipsyの引き出しがそこに…
ko: …Snipsy 서랍이 거기 있어요…
pt_br: …sua gaveta do Snipsy está ali…
ru: …ваш ящик Snipsy уже там…
zh_hans: …你的 Snipsy 抽屉就在那里…
zh_hant: …你的 Snipsy 抽屜就在那裡…

source: Audio
ja: オーディオ
ko: 오디오
pt_br: Áudio
ru: Аудио
zh_hans: 音频
zh_hant: 音訊

source: Buddy
ja: バディ
ko: 버디
ru: Бадди
zh_hans: 巴迪
zh_hant: 巴迪

source: Check In
ja: チェックイン
ko: 체크인
ru: Чек-ин
zh_hans: 签到
zh_hant: 簽到

source: Polaroid
fr_fr: Polaroïd
ja: ポラロイド
ko: 폴라로이드
ru: Полароид
zh_hans: 拍立得
zh_hant: 拍立得

source: Privacy
de_de: Datenschutz
es_es: Privacidad
fr_fr: Confidentialité
ja: プライバシー
ko: 개인정보 처리방침
pt_br: Privacidade
ru: Конфиденциальность
zh_hans: 隐私
zh_hant: 隱私

source: OK
ko: 확인
ru: ОК
zh_hans: 好
zh_hant: 好
